/* Cart button label */
"Add to cart" = "Add to cart";

/* Cart button label */
"Added to cart" = "Added to cart";

/* Cancel button label */
"Cancel" = "Cancel";

/* Cart screen title */
"Cart" = "Cart";

/* Category label */
"Category: %@" = "Category: %@";

/* Checkout button label */
"Checkout" = "Checkout";

/* Delete Account button label */
"Delete Account" = "Delete Account";

/* Edit profile button label */
"Edit Profile" = "Edit Profile";

/* Favourites screen title */
"Favourites" = "Favourites";

/* Search results */
"Found %@ results" = "Found %@ results";

/* Item not found */
"Item not found" = "Item not found";

/* Profile screen title */
"My Profile" = "My Profile";

/* No favourites */
"No favourites" = "No favourites";

/* No items added */
"No items added" = "No items added";

/* Order History button label */
"Order History" = "Order History";

/* Home screen title */
"Order online\ncollect in store" = "Order online\ncollect in store";

/* Profile sign out/ delete confirmation */
"Please confirm profile deletion" = "Please confirm profile deletion";

/* Profile sign out/ delete confirmation */
"Please confirm sign out" = "Please confirm sign out";

/* Item price */
"Price" = "Price";

/* Quantity */
"Quantity" = "Quantity";

/* Search bar placeholder */
"Search" = "Search";

/* See more button label */
"See more" = "See more";

/* Sign Out button label */
"Sign Out" = "Sign Out";

/* Checkout total */
"Total" = "Total";

/* Item price */
"£%@" = "£%@";

/* Login error alert */
"Invalid login credentials." = "Invalid login credentials.";

/* Login error alert */
"The email is badly formatted." = "The email is badly formatted.";

/* Product category */
"smartphones" = "smartphones";
"laptops" = "laptops";
"groceries" = "groceries";
"home-decoration" = "home-decoration";
"fragrances" = "fragances";
"skincare" = "skincare";
"furniture" = "furniture";
"tops" = "tops";
"womens-dresses" = "womens-dresses";
"womens-shoes" = "womens-shoes";
"mens-shirts" = "mens-shirts";
"mens-shoes" = "mens-shoes";
"mens-watches" = "mens-watches";
"womens-watches" = "womens-watches";
"womens-bags" = "womens-bags";
"womens-jewellery" = "womens-jewellery";
"sunglasses" = "sunglasses";
"automotive" = "automotive";
"motorcycle" = "motorcycle";
"lighting" = "lighting";
